Repository: 5l1v3r1/vrs
Catalog: VirtualRadar.WebSite/WebSiteStrings.*.resx
Languages: pt_br, ru_ru, zh_cn

source: Add
pt_br: Adicionar
ru_ru: Добавить
zh_cn: 添加

source: Add Condition
pt_br: Adicionar condição
ru_ru: Добавить условие
zh_cn: 添加条件

source: Add Criteria
pt_br: Adicionar critérios
ru_ru: Добавить критерий
zh_cn: 添加规则

source: Add Filter
pt_br: Adicionar filtro
ru_ru: Добавить фильтр
zh_cn: 添加过滤器

# AircraftNotTransmittingCallsign
source: Aircraft is not transmitting its callsign
pt_br: A aeronave não está transmitindo seu indicativo
ru_ru: Самолет не передает свой позывной
zh_cn: 航空器没有传输其航班号

source: Aircraft Class
pt_br: Classe da Aeronave
ru_ru: Класс самолета
zh_cn: 航空器类型

source: Airport
pt_br: Aeroporto
ru_ru: Аэропорт
zh_cn: 机场

# AirportDataThumbnails
source: Thumbnails (airport-data.com)
pt_br: Miniaturas (airport-data.com)
ru_ru: Миниатюры (airport-data.com)
zh_cn: 缩略图 (来自airport-data.com)

source: All altitudes
pt_br: Todas as altitudes
ru_ru: Для всех высот
zh_cn: 所有高度

source: All rows
pt_br: Todos os voos
ru_ru: Все строки
zh_cn: 所有行

source: Altitude
ru_ru: Высота
zh_cn: 高度

# AltitudeAndSpeedGraph
source: Altitude & Speed Graph
pt_br: Altitude & Velocidade
ru_ru: График Высота/Скорость
zh_cn: 高度&速度图

# AltitudeAndVerticalSpeed
source: Altitude & VSI
ru_ru: Высота и верт.скорость
zh_cn: 高度&垂直速度

source: Altitude Graph
ru_ru: График высоты
zh_cn: 高度图

source: Altitude Type
pt_br: Altimetro
ru_ru: Вид высоты
zh_cn: 高度类型

# AllAircraft
source: List all
pt_br: Mostrar todos
ru_ru: Все
zh_cn: 所有航空器

source: Amphibian
pt_br: Anfíbio
ru_ru: Амфибия
zh_cn: 两栖飞机

# AnnounceSelected
source: Announce details of selected aircraft
pt_br: Anunciar detalhes de aeronaves selecionadas
ru_ru: Сообщить детали для выбранного самолета (англ.)
zh_cn: 通知所有已选择航空器

source: Ascending
pt_br: Crescente
ru_ru: по возрастанию
zh_cn: 升序

source: Auto-select aircraft
pt_br: Auto selecionar as aeronaves
ru_ru: Включить автоматический выбор
zh_cn: 自动选择航空器

# AverageSignalLevel
source: Avg. Signal Level
pt_br: Nivel médio do sinal
ru_ru: Средний уровень сигнала
zh_cn: 平均信号电平

source: Barometric
pt_br: barométrico
ru_ru: Барометрическая
zh_cn: 气压

source: Bearing
pt_br: Rumo
ru_ru: Азимут
zh_cn: 方位

source: Between
pt_br: Entre
ru_ru: в диапазоне от
zh_cn: 在范围内

source: Callsign
pt_br: Indicativo
ru_ru: Позывной
zh_cn: 航班号

# CallsignAndShortRoute
source: Callsign & Route
pt_br: Indicativo & Rota
ru_ru: Позывной/Маршрут
zh_cn: 航班号&短路线

source: Callsign may not be correct
pt_br: Indicativo podem não estar corretos
ru_ru: Позывной может быть ошибочным
zh_cn: 可能不正确的航班号

# CentreOnSelectedAircraft
source: Show on map
pt_br: Mostrar no mapa
ru_ru: Показать на карте
zh_cn: 在地图上显示航空器

source: Civil
ru_ru: Гражданский
zh_cn: 民航

# CivilOrMilitary
source: Civil / Military
pt_br: Civil / MIlitar
ru_ru: Гражданский/Военный
zh_cn: 民航/军航

# ClosestToCurrentLocation
source: Closest to
pt_br: Mais próxima
ru_ru: Ближайший
zh_cn: 距离当前最近

# CofACategory
source: C/A Category
pt_br: Categoria do C/A
ru_ru: Категория сертификата летной годности
zh_cn: C/A(适航证) 类别

# CofAExpiry
source: C/A Expiry
pt_br: C/A Expirado
ru_ru: Окончание срока действия сертификата летной годности
zh_cn: C/A(适航证) 期限

source: Columns
pt_br: Colunas
ru_ru: Столбцы
zh_cn: 列

source: Contains
pt_br: Contenha
ru_ru: содержит
zh_cn: 包含

# CountAdsb
source: ADS-B Count
pt_br: Mensagens ADS-B
ru_ru: Счетчик сообщений ADS-B
zh_cn: ADS-B计数

source: Country
pt_br: País
ru_ru: Страна регистрации
zh_cn: 国家

# CountModeS
source: Mode-S Count
pt_br: Contagem de Mode-S
ru_ru: Счетчик сообщений Mode-S
zh_cn: Mode-S计数

# CountPositions
source: Position Count
pt_br: Contagem de posição
ru_ru: Количество сообщений о местоположении
zh_cn: 坐标计数

source: Criteria
pt_br: Filtro
ru_ru: Критерии
zh_cn: 规则

# CurrentLocationInstruction
source: To set your current location click "Set current location" and drag the marker.
pt_br: Para definir a sua localização atual clique "Definir a localização atual" e arraste o marcador.
ru_ru: Отметьте "Установить текущую позицию на карте" и перетащите маркер
zh_cn: 设置你的当前坐标请单击 "设置当前坐标" 并拖拽标记.

source: Current Reg. Date
pt_br: Data do registro atual
ru_ru: Дата действующей регистрации
zh_cn: 有效注册日期

source: Date
pt_br: Data
ru_ru: Дата
zh_cn: 日期

# DefaultSetting
source: < Default >
pt_br: < Padrão >
ru_ru: < По умолчанию >
zh_cn: < 默认 >

source: De-reg. Date
ru_ru: Дата исключения из реестра
zh_cn: 注销日期

source: Desktop Page
ru_ru: Для настольного компьютера
zh_cn: 桌面版页面

source: Desktop Report Page
ru_ru: Отчет для настольного компьютера
zh_cn: 桌面版报告页面

# DetailItems
source: Aircraft Detail Items
ru_ru: Подробные данные о самолете
zh_cn: 航空器详细项

source: Detail Panel
pt_br: Painel de detalhes
ru_ru: Формуляр
zh_cn: 详情面板

source: Disable auto-select
pt_br: Desativar auto-seleção
ru_ru: Отключить автоматический выбор
zh_cn: 禁止自动选择

source: Distance
pt_br: Distancia
ru_ru: Расстояние
zh_cn: 距离

source: Distances
pt_br: Distancias
ru_ru: Расстояние
zh_cn: 距离

# DoNotImportAutoSelect
source: Do not import auto-select settings
pt_br: Não importar configurações de auto-selecionar
ru_ru: Не импортировать настройки автоматического выбора
zh_cn: 不导入自动选择设置

source: Do not import current location
pt_br: Não importar a localização
ru_ru: Не импортировать текущее местоположение
zh_cn: 不导入当前位置

source: Do not import request feed ID
ru_ru: Не импортировать запрос ID канала
zh_cn: 不导入请求源ID

source: Do not import language settings
pt_br: Não importar a configuração de idioma
ru_ru: Не импортировать настройки языка
zh_cn: 不导入语言设置

source: Do not import splitters
ru_ru: Не импортировать сплиттеры
zh_cn: 不导入分隔符

source: Do not show
pt_br: Não mostrar
ru_ru: Не показывать
zh_cn: 不显示

source: Duration
pt_br: Duração
ru_ru: Длительность
zh_cn: 持续时间

source: Electric
ru_ru: Электрический
zh_cn: 电力引擎

source: Enable auto-select
pt_br: Ativar auto-seleção
ru_ru: Включить автоматический выбор
zh_cn: 开启自动选择

source: Enable filters
pt_br: Ativar filtros
ru_ru: Включить фильтры
zh_cn: 启用过滤器

source: Enable info window
pt_br: Ativar pup-up
ru_ru: Включить информационное окно
zh_cn: 启用信息窗口

source: End
ru_ru: Стоп
zh_cn: 结束

source: End Time
pt_br: Hora do final
ru_ru: Время окончания
zh_cn: 结束时间

source: Ends With
pt_br: Termina com
ru_ru: заканчивается на
zh_cn: 结束:

source: Engines
pt_br: Motores
ru_ru: Количество и тип двигателей
zh_cn: 引擎

source: Engine Type
pt_br: Tipo de Motor
ru_ru: Тип двигателя
zh_cn: 引擎类型

# Equal
source: Is
pt_br: Extamente
ru_ru: совпадает с
zh_cn: 匹配

# EraseBeforeImport
source: Erase all settings before import
pt_br: Apague todas as configurações antes da importação
ru_ru: Удалить все настройки перед импортом
zh_cn: 清除所有之前导入设置

source: Export Settings
pt_br: Exportar configurações
ru_ru: Экспортировать настройки
zh_cn: 导出设置

source: Feet
pt_br: Pés
ru_ru: Футы
zh_cn: 英尺

# FeetAbbreviation
source: {0} ft
ru_ru: {0} фт

# FeetPerMinuteAbbreviation
source: {0} ft/m
ru_ru: {0} фт/мин

# FeetPerSecondAbbreviation
source: {0} ft/s
ru_ru: {0} фт/с

# FetchPage
source: Fetch
pt_br: Buscar
ru_ru: Обновить
zh_cn: 获取

source: Fill opacity
pt_br: Transparencia do gráfico de alcance
ru_ru: Непрозрачность заливки
zh_cn: 填充透明度

source: Filters
pt_br: Filtros
ru_ru: Фильтры
zh_cn: 过滤器

source: Find all permutations of callsign
ru_ru: Найти все изменения позывного
zh_cn: 查询航班号的所有排列

source: First
ru_ru: Начальный
zh_cn: 初始

source: First Altitude
pt_br: Primeira altitude
ru_ru: Начальная высота
zh_cn: 初始高度

source: First Heading
pt_br: Primeira proa
ru_ru: Начальный курс
zh_cn: 初始航向

# FirstFlightLevel
source: First FL
pt_br: Primeiro FL
ru_ru: Начальный FL
zh_cn: 初始飞行高度层

source: First Latitude
pt_br: Primeira Latitude
ru_ru: Начальная широта
zh_cn: 初始纬度

source: First Longitude
pt_br: Primeira Longitude
ru_ru: Начальная долгота
zh_cn: 初始经度

source: First On Ground
pt_br: Primeira vez no solo
ru_ru: Начальный On Ground
zh_cn: 初始地面坐标

source: First Reg.Date
ru_ru: Дата первой регистрации
zh_cn: 初始注册日期

source: First Speed
pt_br: Primeira Velocidade
ru_ru: Начальная скорость
zh_cn: 初始速度

source: First Squawk
pt_br: Primeiro Squawk
ru_ru: Начальный сквок
zh_cn: 初始Squawk

source: First Vertical Speed
pt_br: Primeira Velocidade Vertical
ru_ru: Начальная верт.скорость
zh_cn: 初始垂直速度

# FlightDetailShort
source: Detail
pt_br: Detalhe
ru_ru: Формуляр
zh_cn: 详情

source: Flight Level
pt_br: Nível de voo
ru_ru: Эшелон
zh_cn: 飞行高度层

# FlightLevelAndVerticalSpeed
source: FL & VSI
pt_br: FL & VS
ru_ru: FL & Верт.скор.

source: Flight level height unit
pt_br: Nivel de voo
ru_ru: Единица измерения номера эшелона, в сотнях
zh_cn: 飞行高度层高度单位

source: Flight level transition altitude
pt_br: Altitude de transição
ru_ru: Высота эшелона перехода
zh_cn: 飞行高度层过渡高度

source: Flights Count
pt_br: Contador de voos
ru_ru: Количество наблюдений
zh_cn: 观测次数

# FlightsListShort
source: Flights
pt_br: Voos
ru_ru: Полеты
zh_cn: 航班

source: Flight Sim Page
pt_br: Pagina Flight Sim
ru_ru: Flight Sim Страница
zh_cn: 飞行模拟版页面

# ForcePhoneOff
source: Is not phone
pt_br: Nao é um smartphone
ru_ru: Не учитывать смартфон
zh_cn: 非移动设备

# ForcePhoneOn
source: Is phone
pt_br: É um smartphone
ru_ru: Учитывать смартфон
zh_cn: 移动设备

# ForceTabletOff
source: Is not tablet
pt_br: Não é um tablet
ru_ru: Не учитывать планшет
zh_cn: 非平板设备

# ForceTabletOn
source: Is tablet
pt_br: É um tablet
ru_ru: Учитывать планшет
zh_cn: 平板设备

# FromAltitude
source: From {0}
pt_br: Acima de {0}
ru_ru: От {0}
zh_cn: 起始 {0}

# FromToAltitude
source: {0} to {1}
pt_br: {0} a {1}
ru_ru: {0} до {1}
zh_cn: {0} 至 {1}

# FromToDate
source: {0} to {1}
pt_br: {0} a {1}
ru_ru: {0} до {1}
zh_cn: {0} 至 {1}

# FromToFlightLevel
source: {0} to {1}
pt_br: {0} a {1}
ru_ru: {0} до {1}
zh_cn: {0} 至 {1}

# FromToSpeed
source: {0} to {1}
pt_br: {0} a {1}
ru_ru: {0} до {1}
zh_cn: {0} 至 {1}

# FromToSquawk
source: {0} to {1}
pt_br: {0} a {1}
ru_ru: {0} до {1}
zh_cn: {0} 至 {1}

source: Furthest from current location
pt_br: Mais distante
ru_ru: Наиболее удаленный
zh_cn: 距离当前最远

source: Generic Name
ru_ru: Общее название
zh_cn: 通用名

source: Geometric
ru_ru: Истинная
zh_cn: 几何

source: Google Maps could not be loaded
pt_br: Google Maps não pôde ser carregado
ru_ru: Карта Google не может быть загружена
zh_cn: 地图无法加载

source: Go to current location
pt_br: Ir para a localização atual
ru_ru: Приемник в центре
zh_cn: 转到当前坐标

source: Go to selected aircraft
pt_br: Ir para a aeronave selecionada
ru_ru: Самолет в центре
zh_cn: 转到已选择航空器

source: Ground
pt_br: Solo
ru_ru: Путевая
zh_cn: 地面

source: Ground track
ru_ru: Истинный
zh_cn: 地面轨迹

source: Ground Vehicle
ru_ru: Наземный транспорт
zh_cn: 地面车辆

source: Gyrocopter
ru_ru: Автожир
zh_cn: 螺旋桨飞机

source: Had Alert
ru_ru: Изменение сквока
zh_cn: 警报

source: Had Emergency
ru_ru: Сигнал бедствия
zh_cn: 紧急

# HadSPI
source: Had Ident
ru_ru: Запрос опознавания SPI
zh_cn: SPI

source: Heading
pt_br: Proa
ru_ru: Курс
zh_cn: 航向

source: Heading Type
pt_br: Tipo de proa
ru_ru: Тип курса
zh_cn: 航向类型

source: Heights
pt_br: Altitudes
ru_ru: Высота
zh_cn: 高度

source: Helicopter
pt_br: Helicóptero
ru_ru: Вертолет
zh_cn: 直升飞机

source: Help
pt_br: Ajuda
ru_ru: Помощь
zh_cn: 帮助

source: Hide aircraft not on map
pt_br: Ocultar aeronaves que não estejam no mapa
ru_ru: Скрыть самолеты вне окна карты
zh_cn: 在地图上隐藏航空器

# HideEmptyPinTextLines
source: Hide empty label lines
pt_br: Ocultar linhas vazias
ru_ru: Скрыть пустые строки у меток
zh_cn: 隐藏空标签行

# HideNoPosition
source: Has position
pt_br: Tem posição
ru_ru: Скрыть самолеты, не передающие позицию
zh_cn: 存在坐标

# HighContrastMap
source: Contrast
pt_br: Contraste
ru_ru: Контраст
zh_cn: 对比

source: ICAO
ru_ru: ICAO адрес
zh_cn: ICAO代码

source: Import
pt_br: Importar
ru_ru: Импорт
zh_cn: 导出

# ImportFailedTitle
source: Import Settings Failed
pt_br: A importação falhoud
ru_ru: Ошибка импортирования настроек
zh_cn: 导入设置失败

# ImportFailedBody
source: Could not import your settings. The reported error was: {0}
pt_br: Não foi possível importar as suas definições. O erro relatado foi: {0}
ru_ru: Не удалось импортировать настройки. Ошибка: {0}
zh_cn: 不能导入您的设置. 报告的错误是: {0}

source: Import Settings
pt_br: Importar configurações
ru_ru: Импорт настроек
zh_cn: 导入设置

source: Index
ru_ru: Индекс
zh_cn: 索引

# IndicatedAirSpeed
source: Indicated
ru_ru: Приборная
zh_cn: 空速

source: Interesting
pt_br: Interessante
ru_ru: Интересующий
zh_cn: 关注

# IntervalSeconds
source: Update interval (secs)
pt_br: Atualizar a cada (seg)
ru_ru: Период обновления (с)
zh_cn: 更新间隔(秒)

# IsMilitary
source: Military
pt_br: Militar
ru_ru: Военный
zh_cn: 军航

source: Jet
ru_ru: Газотурбинный
zh_cn: 喷气引擎

# JustPositions
source: Positions
pt_br: Posição
ru_ru: Монохромная
zh_cn: 坐标

# KilometreAbbreviation
source: {0} km
ru_ru: {0} км

source: Kilometres
pt_br: Quilômetros
ru_ru: Километры
zh_cn: 公里

# KilometresPerHour
source: Kilometres/Hour
pt_br: Km/h
ru_ru: Километры/Час
zh_cn: 公里/小时

# KilometresPerHourAbbreviation
source: {0} km/h
ru_ru: {0} км/ч

source: Knots
ru_ru: Узлы
zh_cn: 节

# KnotsAbbreviation
source: {0} kts
ru_ru: {0} уз.

source: Landplane
ru_ru: Сухопутный
zh_cn: 陆上飞机

source: Last
ru_ru: Конечный
zh_cn: 最后

source: Last Altitude
pt_br: Última Altitude
ru_ru: Конечная высота
zh_cn: 最后高度

# LastFlightLevel
source: Last FL
pt_br: Último FL
ru_ru: Конечный FL
zh_cn: 最后飞行高度层

source: Last Heading
pt_br: Última proa
ru_ru: Конечный курс
zh_cn: 最后航向

source: Last On Ground
pt_br: Última vez em solo
ru_ru: Конечный On Ground
zh_cn: 最后地面坐标

source: Last Latitude
pt_br: Última Latitude
ru_ru: Конечная широта
zh_cn: 最后纬度

source: Last Longitude
pt_br: Última Longitude
ru_ru: Конечная долгота
zh_cn: 最后经度

source: Last Speed
pt_br: Última velocidade
ru_ru: Конечная скорость
zh_cn: 最后速度

source: Last Squawk
pt_br: Último Squawk
ru_ru: Конечный сквок
zh_cn: 最后Squawk

source: Last Vertical Speed
pt_br: Última velocidade vertical
ru_ru: Конечная верт.скорость
zh_cn: 最后垂直速度

source: Latitude
ru_ru: Широта
zh_cn: 纬度

source: Layout
pt_br: Tema
ru_ru: Компоновка экрана
zh_cn: 布局

# Layout1
source: Classic
pt_br: Classico
ru_ru: Классическая
zh_cn: 经典

# Layout2
source: Tall Detail, Map Top
ru_ru: Формуляр вертикально, карта вверху
zh_cn: 高详情, 地图在上

# Layout3
source: Tall Detail, Map Bottom
ru_ru: Формуляр вертикально, карта внизу
zh_cn: 高详情, 地图在下

# Layout4
source: Tall List, Map Top
ru_ru: Список вертикально, карта вверху
zh_cn: 高列表, 地图在上

# Layout5
source: Tall List, Map Bottom
ru_ru: Список вертикально, карта внизу
zh_cn: 高列表, 地图在下

# Layout6
source: List Left, Detail Right, No Map
pt_br: Tall Detail and List
ru_ru: Формуляр и список вертикально
zh_cn: 高详情和列表

# ListAircraftClass
source: A/C Class
ru_ru: Класс
zh_cn: A/C(适航证) 类型

# ListAirportDataThumbnails
source: Thumbnails (airport-data.com)
pt_br: Miniaturas (airport-data.com)
ru_ru: Миниатюры (airport-data.com)
zh_cn: 缩略图 (来自airport-data.com)

# ListAltitude
source: Altitude
ru_ru: Высота
zh_cn: 高度

# ListAltitudeType
source: Alt. Type
ru_ru: Вид высоты
zh_cn: 高度类型

# ListAltitudeAndVerticalSpeed
source: Alt & VSI
ru_ru: Выс./в.скор.
zh_cn: 高度&垂直速度

# ListAverageSignalLevel
source: Avg. Sig
ru_ru: Ср.сигн.
zh_cn: 平均信号电平

# ListBearing
source: Brng.
pt_br: Rumo
ru_ru: Азимут
zh_cn: 方位

# ListCallsign
source: Callsign
pt_br: Indicativo
ru_ru: Позывн.
zh_cn: 航班号

# ListCivOrMil
source: Civ/Mil
ru_ru: Назначение
zh_cn: 民航/军航

# ListCofACategory
source: C/A Cat.
ru_ru: Кат. СЛГ
zh_cn: C/A(适航证) 类别

# ListCofAExpiry
source: C/A Expiry
ru_ru: Срок СЛГ
zh_cn: C/A(适航证) 期限

# ListCountAdsb
source: ADS-B Msgs.
ru_ru: ADS-B
zh_cn: ADS-B 消息

# ListCountMessages
source: Msgs.
ru_ru: Сообщ.
zh_cn: 消息

# ListCountModeS
source: Mode-S Msgs.
ru_ru: Mode-S
zh_cn: Mode-S 消息

# ListCountPositions
source: Posn. Msgs.
ru_ru: С коорд.
zh_cn: 位置消息

# ListCountry
source: Country
pt_br: País
ru_ru: Страна рег.
zh_cn: 国家

# ListCurrentRegDate
source: Current Reg.
ru_ru: Регистр.
zh_cn: 当前注册日期

# ListDeRegDate
source: De-reg Date
ru_ru: Исключ.
zh_cn: 取消注册日期

# ListDistance
source: Distance
pt_br: Distancia
ru_ru: Расстояние
zh_cn: 距离

# ListDuration
source: Duration
pt_br: Duração
ru_ru: Длит.набл.
zh_cn: 持续时间

# ListEndTime
source: Last Message
pt_br: Última Message
ru_ru: Крайнее
zh_cn: 最后消息

# ListEngines
source: Engines
pt_br: Motores
ru_ru: Колич./Тип дв.
zh_cn: 引擎

# ListFirstAltitude
source: From Alt.
ru_ru: От выс.
zh_cn: 最初高度

# ListFirstFlightLevel
source: From FL
ru_ru: С FL
zh_cn: 最初飞行高度层

# ListFirstHeading
source: From Hdg.
pt_br: Do Hdg.
ru_ru: С курсом
zh_cn: 最初航向

# ListFirstLatitude
source: From Lat.
ru_ru: От шир.
zh_cn: 最初纬度

# ListFirstLongitude
source: From Lng.
ru_ru: От долг.
zh_cn: 最初经度

# ListFirstOnGround
source: From On Gnd.
ru_ru: На земле
zh_cn: 最初地面坐标

# ListFirstRegDate
source: First Reg.
pt_br: Primeiro Registro
ru_ru: Перв.рег.
zh_cn: 最初注册

# ListFirstSpeed
source: From Speed
ru_ru: С скор.
zh_cn: 最初速度

# ListFirstSquawk
source: From Squawk
ru_ru: Со cквоком
zh_cn: 最初Squawk

# ListFirstVerticalSpeed
source: From VSI
ru_ru: С верт.скор.
zh_cn: 最初垂直速度

# ListFlightLevel
source: FL
ru_ru: Эшелон
zh_cn: 飞行高度层

# ListFlightLevelAndVerticalSpeed
source: FL & VSI
ru_ru: FL & Верт.скор.

# ListFlightsCount
source: Seen
pt_br: Visto
ru_ru: Набл.
zh_cn: 观测次数

# ListGenericName
source: Generic Name
pt_br: Nome generico
ru_ru: Общ.назв.
zh_cn: 通用名

# ListHadAlert
source: Alert
ru_ru: Тревожная сигнализация
zh_cn: 警报

# ListHadEmergency
source: Emergency
ru_ru: Аварийная обстановка
zh_cn: 遇险

# ListHadSPI
source: SPI
ru_ru: Условие SPI

# ListHeading
source: Hdg.
ru_ru: Курс
zh_cn: 航向

# ListHeadingType
source: Hdg. Type
ru_ru: Тип курса
zh_cn: 高度类型

# ListInteresting
source: Interesting
pt_br: Interessante
ru_ru: Интерес
zh_cn: 关注

# ListLastAltitude
source: To Alt.
ru_ru: До выс.
zh_cn: 最后高度

# ListLastFlightLevel
source: To FL
ru_ru: До FL
zh_cn: 最后飞行高度层

# ListLastHeading
source: To Hdg.
ru_ru: На курс
zh_cn: 最后航向

# ListLastLatitude
source: To Lat.
ru_ru: До шир.
zh_cn: 最后纬度

# ListLastLongitude
source: To Lng.
ru_ru: До длг.
zh_cn: 最后经度

# ListLastOnGround
source: To On Gnd.
ru_ru: До GND
zh_cn: 最后地面坐标

# ListLastSpeed
source: To Speed
ru_ru: До скор.
zh_cn: 最后速度

# ListLastSquawk
source: To Squawk
ru_ru: До cквока
zh_cn: 最后Squawk

# ListLastVerticalSpeed
source: To VSI
ru_ru: До верт.выс.
zh_cn: 最后垂直速度

# ListLatitude
source: Lat.
ru_ru: Широта
zh_cn: 纬度

# ListLongitude
source: Lng.
ru_ru: Долгота
zh_cn: 经度

# ListNotes
source: Notes
ru_ru: Прим.
zh_cn: 注意

# ListManufacturer
source: Manufacturer
pt_br: Fabricante
ru_ru: Изготов.
zh_cn: 制造商

# ListMaxTakeoffWeight
source: Max T/O Weight
ru_ru: Макс.взлт.масса
zh_cn: 最大起飞重量

# ListModel
source: Model
pt_br: Modelo
ru_ru: Модель самолета
zh_cn: 机型

# ListModelIcao
source: Type
pt_br: Aeronave
ru_ru: Тип
zh_cn: 机型

# ListModeSCountry
source: Mode-S Country
ru_ru: Страна
zh_cn: Mode-S国家

# ListModelSilhouette
source: Silhouette
pt_br: Silhueta
ru_ru: Силуэт
zh_cn: 轮廓

# ListModelSilhouetteAndOpFlag
source: Flags
pt_br: Bandeiras
ru_ru: Силуэт/Лого
zh_cn: 标志

# ListOperator
source: Operator
pt_br: Operador
ru_ru: Оператор
zh_cn: 航空公司

# ListOperatorFlag
source: Flag
pt_br: Bandeira
ru_ru: Логотип
zh_cn: 标志

# ListOperatorIcao
source: Op. Code
ru_ru: Код а/к
zh_cn: 航空公司ICAO代码

# ListOwnershipStatus
source: Ownership Status
ru_ru: Стат.влад.
zh_cn: 所属状态

# ListPicture
source: Picture
ru_ru: Изображ.
zh_cn: 图片

# ListPopularName
source: Popular Name
pt_br: Nome Popular
ru_ru: Прозвище
zh_cn: 昵称

# ListPreviousId
source: Previous ID
ru_ru: Пред.№
zh_cn: 前一ID

# ListReceiver
source: Receiver
ru_ru: Приемник
zh_cn: 接收器

# ListRegistration
source: Reg.
ru_ru: Регистр.
zh_cn: 注册号

# ListRoute
source: Route
pt_br: Rota
ru_ru: Маршрут
zh_cn: 路线

# ListSerialNumber
source: Serial
ru_ru: Зав.№
zh_cn: 序号

# ListSignalLevel
source: Sig
ru_ru: Мгн.сигн.
zh_cn: 信号

# ListSpecies
source: Species
ru_ru: Тип
zh_cn: 类型

# ListSpeed
source: Speed
pt_br: Velocidade
ru_ru: Скор.
zh_cn: 速度

# ListSpeedType
source: Speed Type
pt_br: Velocimetro
ru_ru: Тип скор.
zh_cn: 速度类型

# ListSquawk
source: Squawk
ru_ru: Сквок

# ListStartTime
source: Seen
pt_br: Hora
ru_ru: Перв.сообщ.
zh_cn: 开始时间

# ListStatus
source: Status
ru_ru: Статус
zh_cn: 状态

# ListTargetAltitude
source: A/P Alt.
ru_ru: Выс. AП
zh_cn: A/P 高度

# ListTargetHeading
source: A/P Hdg.
ru_ru: Курс АП
zh_cn: A/P 航向

# ListTotalHours
source: Total Hours
ru_ru: Общ.налет
zh_cn: 小时总计

# ListTransponderType
source: Transponder
ru_ru: Трансп.
zh_cn: 应答机

# ListUserTag
source: Tag
ru_ru: Тэг
zh_cn: 标签

# ListVerticalSpeed
source: V.Speed
ru_ru: В/скор.
zh_cn: 垂直速度

# ListVerticalSpeedType
source: V.Speed Type
ru_ru: Тип в/скор.
zh_cn: 垂直速度类型

# ListWtc
source: WTC
ru_ru: МВМ

# ListYearBuilt
source: Built
ru_ru: Дата произв.
zh_cn: 出厂

source: Longitude
ru_ru: Долгота
zh_cn: 经度

source: Manufacturer
pt_br: Fabricante
ru_ru: Изготовитель
zh_cn: 制造商

source: Map
ru_ru: Карта
zh_cn: 地图

source: MaxTakeoffWeight
pt_br: Peso max. de decolagem
ru_ru: Макс.взлт.масса
zh_cn: 最大起飞重量

source: Menu
ru_ru: Меню
zh_cn: 菜单

# MenuBack
source: back
pt_br: voltar
ru_ru: назад
zh_cn: 返回

source: Message Count
pt_br: Mensagens recebidas
ru_ru: Количество сообщений
zh_cn: 消息计数

# MetreAbbreviation
source: {0} m
ru_ru: {0} м

# MetrePerSecondAbbreviation
source: {0} m/sec
pt_br: {0} m/seg
ru_ru: {0} м/с

# MetrePerMinuteAbbreviation
source: {0} m/min
ru_ru: {0} м/мин

source: Metres
pt_br: Metros
ru_ru: Метры
zh_cn: 米

# MilesPerHour
source: Miles/Hour
pt_br: Milhas por hora
ru_ru: Мили/час
zh_cn: 英里/小时

# MilesPerHourAbbreviation
source: {0} mph
ru_ru: {0} ми/ч

source: Military
pt_br: Militar
ru_ru: Военный
zh_cn: 军航

source: Mobile Page
ru_ru: Для мобильного компьютера
zh_cn: 移动版页面

source: Mobile Report Page
ru_ru: Страница мобильного отчета
zh_cn: 移动版报告页面

source: Model
pt_br: Modelo
ru_ru: Модель
zh_cn: 机型

# ModelIcao
source: Model Code
pt_br: Modelo da aeronave
ru_ru: Код типа
zh_cn: 机型代码

source: Mode-S Country
ru_ru: Страна
zh_cn: Mode-S国家

source: Moving Map
pt_br: Seguir aeronave
ru_ru: Перемещение карты
zh_cn: 移动地图

source: Mute Off
pt_br: Desligar mudo
ru_ru: Выкл.звук
zh_cn: 关闭静音

# MuteOn
source: Mute
pt_br: Mudo
ru_ru: Вкл.звук
zh_cn: 开启静音

# NauticalMileAbbreviation
source: {0} nmi
pt_br: {0} mn
ru_ru: {0} м.миль

source: Nautical Miles
pt_br: Milhas Náuticas
ru_ru: Морские мили
zh_cn: 海里

source: Neither
ru_ru: Никакой
zh_cn: 都不

source: No
pt_br: Não
ru_ru: Нет
zh_cn: 否

# NoLocalStorage
source: This browser does not support local storage. Your configuration settings will not be saved.\n\nIf you are browsing in "Private Mode" then try switching if off. Private Mode will disable local storage on some browsers.
pt_br: Este navegador não suporta o armazenamento local. Suas configurações não serão salvas\n\nSe você está navegando no "modo anonimo", em seguida, va para a versão normal. O modo anomimo não salva as alterações
ru_ru: Ваш браузер не поддерживает локальное сохранение. Параметры конфигурации не будут сохранены.\n\nЕсли вы просматриваете в "Private Mode", то попробуйте переключиться. "Private Mode" отключает локальное сохранение в некоторых браузерах
zh_cn: 该浏览器不支持本地存储. 您的配置信息将不能保存.\n\n如果您在"私人模式"访问请尝试转换关闭状态. 私人模式在某些浏览器上不能进行本地存储.

source: None
pt_br: Nenhum
ru_ru: Нет
zh_cn: 无

source: Notes
pt_br: Notas
ru_ru: Прим.
zh_cn: 注意

source: No settings found
ru_ru: Параметр не найден
zh_cn: 设置未找到

# NotBetween
source: Is Not Between
pt_br: Não está entre
ru_ru: вне диапазона от
zh_cn: 范围之外

# NotContains
source: Does Not Contain
pt_br: Que não contenha
ru_ru: не содержит
zh_cn: 不包含

# NotEndsWith
source: Does Not End With
pt_br: Não termina com
ru_ru: не заканчивается на
zh_cn: 不以结尾

# NotEquals
source: Is Not
pt_br: Exceto
ru_ru: не совпадает с
zh_cn: 不匹配

# NotStartsWith
source: Does Not Start With
pt_br: Não começa com
ru_ru: не начинается с
zh_cn: 不以开始

# OffRadarAction
source: When aircraft go out of range:
pt_br: Quando a aeronave sair do alcance::
ru_ru: Когда самолет выходит из зоны:
zh_cn: 当航空器超出范围:
