Repository: 5l1v3r1/vrs
Catalog: VirtualRadar.WebSite/WebSiteStrings.*.resx
Languages: pt_br, ru_ru, zh_cn

# OffRadarActionWait
source: Deselect the aircraft
pt_br: Desmarque a aeronave
ru_ru: Снять выделение
zh_cn: 取消选择航空器

# OffRadarActionEnableAutoSelect
source: Enable auto-select
pt_br: Ativar auto-selecionar
ru_ru: Включить автоматический выбор
zh_cn: 启用自动选择

# OffRadarActionNothing
source: Do nothing
pt_br: Não fazer nada
ru_ru: Ничего не делать
zh_cn: 无

# OfPages
source: of {0:N0}
pt_br: de {0:N0}
ru_ru: по {0:N0}
zh_cn: : {0:N0}

# OnlyAircraftOnMap
source: List only visible
pt_br: Listar apenas os visiveis
ru_ru: Только в окне карты
zh_cn: 仅列出可见

# OnlyAutoSelected
source: Only announce details of auto-selected aircraft
pt_br: Apenas anunciar detalhes de aeronaves auto-selecionadas
ru_ru: Только для авто выбранных самолетов
zh_cn: 仅通知自动选择航班详细

# OnlyUsePre22Icons
source: Only show old style aircraft markers
pt_br: Mostrar os icones antigos das aeronaves
ru_ru: Использовать старый стиль метки
zh_cn: 仅显示旧风格航空器标记

source: Operator
pt_br: Operador
ru_ru: Оператор
zh_cn: 航空公司

source: Operator Code
pt_br: Código do operador
ru_ru: Код авиакомпании
zh_cn: 航空公司代码

source: Operator Flag
pt_br: Bandeira do operador
ru_ru: Логотип авиакомпании
zh_cn: 航空公司标志

source: Options
pt_br: Opções
ru_ru: Настройки
zh_cn: 选项

source: Overwrite existing settings
pt_br: Substituir as configurações existentes
ru_ru: Заменить существующие настройки
zh_cn: 覆盖已存在设置

source: Ownership Status
pt_br: Status do Proprietário
ru_ru: Статус владельца
zh_cn: 所属状态

# PageAircraft
source: Aircraft
pt_br: Aeronave
ru_ru: Самолет
zh_cn: 航空器

# AircraftDetailShort
source: Detail
ru_ru: Формуляр
zh_cn: 详情

# PageFirst
source: First
pt_br: Primeira
ru_ru: Первая
zh_cn: 首页

# PageGeneral
source: General
pt_br: Geral
ru_ru: Общие
zh_cn: 通用

# PageLast
source: Last
pt_br: Última
ru_ru: Последняя
zh_cn: 末页

# PageList
source: List
pt_br: Lista
ru_ru: Список
zh_cn: 列表

# PageListShort
source: List
pt_br: Lista
ru_ru: Список
zh_cn: 列表

# PageMapShort
source: Map
pt_br: Mapa
ru_ru: Карта
zh_cn: 地图

# PageNext
source: Next
pt_br: Próxima
ru_ru: Следующая
zh_cn: 后一页

# PagePrevious
source: Previous
pt_br: Anterior
ru_ru: Предыдущая
zh_cn: 前一页

# PaneAircraftDisplay
source: Aircraft Display
pt_br: Exibição da aeronave
ru_ru: Отображение метки
zh_cn: 航空器显示

# PaneAircraftTrails
source: Aircraft Trails
pt_br: Trilhas das aeronaves
ru_ru: Траектория полета на карте
zh_cn: 航空器轨迹

# PaneAudio
source: Audio
pt_br: Áudio
ru_ru: Звук
zh_cn: 声音

# PaneAutoSelect
source: Auto-selection
pt_br: auto-selecionar
ru_ru: Автоматический выбор
zh_cn: 自动选择

# PaneCurrentLocation
source: Current Location
pt_br: Localização Atual
ru_ru: Текущее местоположение
zh_cn: 当前坐标

# PaneDataFeed
source: Data Feed
ru_ru: Источник данных
zh_cn: 数据提供

# PaneDetailSettings
source: Aircraft Details
pt_br: Detalhes da aeronave
ru_ru: Сведения в формуляре
zh_cn: 航空器详情

# PaneInfoWindow
source: Aircraft Info Window
ru_ru: Информационное окно самолета
zh_cn: 航空器信息窗口

# PaneListSettings
source: List Settings
pt_br: Configurações da Lista
ru_ru: Отображаемые сведения
zh_cn: 列表设置

# PaneManyAircraft
source: Multiple Aircraft Reports
pt_br: Relatórios de múltiplas Aeronaves
ru_ru: Общий отчет по самолетам
zh_cn: 多航空器报告

# PanePermanentLink
source: Permanent Link
pt_br: Link permanente
ru_ru: Постоянная ссылка
zh_cn: 永久链接

# PaneRangeCircles
source: Range Circles
pt_br: Círculos de alcance
ru_ru: Круговая шкала дальности
zh_cn: 范围环

# PaneReceiverRange
source: Receiver Range
pt_br: Alcance do receptor
ru_ru: Диаграмма зоны приема
zh_cn: 接收器范围

# PaneSingleAircraft
source: Single Aircraft Reports
pt_br: Relatórios de uma única aeronave
ru_ru: Отчет по конкретному самолету
zh_cn: 单航空器报告

# PaneSortAircraftList
source: Sort Aircraft List
pt_br: Lista curta de aeronaves
ru_ru: Сортировка самолетов
zh_cn: 排序航空器列表

# PaneSortReport
source: Sort Report
pt_br: Ordenar Relatório
ru_ru: Сортировка отчетов
zh_cn: 排序报告

# PaneUnits
source: Units
pt_br: Unidades
ru_ru: Единицы измерения
zh_cn: 单位

source: Pause
pt_br: Pausar
ru_ru: Пауза
zh_cn: 暂停

# PinTextNumber
source: Aircraft label line {0}
pt_br: Legenda da Aeronave - Linha {0}
ru_ru: {0}-я строка метки
zh_cn: 航空器标签行 {0}

source: Popular Name
ru_ru: Популярное название
zh_cn: 昵称

source: Position and altitude
pt_br: Posição e altitude
ru_ru: Цветовая градация высоты
zh_cn: 坐标和高度

source: Position and speed
pt_br: Posição e velocidade
ru_ru: Цветовая градация скорости
zh_cn: 坐标和速度

source: Picture
pt_br: Imagem
ru_ru: Изображение
zh_cn: 图片

source: Picture or Thumbnails
pt_br: Imagem ou Miniaturas
ru_ru: Изображения или миниатюры
zh_cn: 图片或缩略图

# PinTextLines
source: Number of label lines
pt_br: Legendas a exibir
ru_ru: Количество строк у меток
zh_cn: 标签行数

source: Piston
ru_ru: Поршневой
zh_cn: 活塞引擎

source: pixels
ru_ru: пикс.
zh_cn: 像素

# PoweredByVRS
source: Powered by Virtual Radar Server
pt_br: Desenvolvido por Virtual Radar Server
ru_ru: Создано в Virtual Radar Server
zh_cn: Virtual Radar Server提供技术支持

source: Previous ID
ru_ru: Предыдущий №
zh_cn: 前一ID

source: Quantity
pt_br: Quantidade
ru_ru: Количество
zh_cn: 数量

source: Radio Mast
ru_ru: Радиомачта
zh_cn: 天线

# RangeCircleEvenColour
source: Even circle colour
pt_br: Cor dos círculos pares
ru_ru: Цвет и толщина четных
zh_cn: 偶数环颜色

# RangeCircleOddColour
source: Odd circle colour
pt_br: Cor dos círculos impares
ru_ru: Цвет и толщина нечетных
zh_cn: 奇数环颜色

source: Range Circles
pt_br: Círculos de alcance
ru_ru: Круговая шкала дальности
zh_cn: 覆盖范围

source: Receiver
pt_br: Receptor
ru_ru: Приемник
zh_cn: 接收器

source: Receiver Range
pt_br: Alcance do receptor
ru_ru: Диаграмма зоны приема
zh_cn: 接收器范围

source: Refresh
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 刷新

source: Registration
pt_br: Registro
ru_ru: Регистр. номер
zh_cn: 注册号

# RegistrationAndIcao
source: Reg. & Icao
pt_br: Reg. & Hexa.
ru_ru: Рег./ICAO
zh_cn: 注册号和ICAO代码

source: Remove
pt_br: Remover
ru_ru: Удалить
zh_cn: 删除

source: Remove All
pt_br: Remover tudo
ru_ru: Удалить все
zh_cn: 删除所有

# ReportCallsignInvalid
source: Callsign Report
pt_br: Relatório deste indicativo
ru_ru: Отчет по позывным
zh_cn: 航班号报告

# ReportCallsignValid
source: Callsign Report for {0}
pt_br: Relatório do indicativo: {0}
ru_ru: Отчет по позывному {0}
zh_cn: 航班号报告: {0}

# ReportEmpty
source: No records were found for the criteria supplied
pt_br: Nenhum dado encontrato com o filtro aplicado
ru_ru: Не было найдено записей для заданного критерия
zh_cn: 没有找到符合该规则的记录

# ReportFreeForm
source: Free-form Report
pt_br: Relatório customizado
ru_ru: Произвольный отчет
zh_cn: 自定义报告

# ReportIcaoInvalid
source: ICAO Report
pt_br: Relatório deste HEX.
ru_ru: Отчет по ICAO адресам
zh_cn: ICAO代码报告

# ReportIcaoValid
source: ICAO Report for {0}
pt_br: Relatório do HEXA.: {0}
ru_ru: Отчет по ICAO адресу {0}
zh_cn: ICAO代码报告: {0}

# ReportRegistrationInvalid
source: Registration Report
pt_br: Relatório desta matrícula
ru_ru: Отчет по рег. номеру
zh_cn: 注册号报告

# ReportRegistrationValid
source: Registration Report for {0}
pt_br: Relatório da matricula {0}
ru_ru: Отчет по рег. номеру {0}
zh_cn: 注册号报告: {0}

# ReportTodaysFlights
source: Today\'s Flights
pt_br: Voos de hoje
ru_ru: За текущие сутки
zh_cn: 当日航班

# ReportYesterdaysFlights
source: Yesterday\'s Flights
pt_br: Voos de ontem
ru_ru: За предыдущие сутки
zh_cn: 昨日航班

source: Reports
pt_br: Reportes
ru_ru: Отчеты
zh_cn: 报告

# ReportsAreDisabled
source: Server permissions prohibit the running of reports
ru_ru: Настройки сервера запрещают создание отчетов
zh_cn: 服务器权限禁止运行报告

source: Resume
pt_br: Resumir
ru_ru: Возобновить
zh_cn: 恢复

source: Reversing
ru_ru: Реверсивный
zh_cn: 反向

# ReversingShort
source: REV
ru_ru: РЕВ
zh_cn: 反向

source: Route
pt_br: Rota
ru_ru: Маршрут
zh_cn: 路线

source: Route (short)
pt_br: Rota (curta)
ru_ru: Маршрут (кратко)
zh_cn: 路线 (短)

source: Route (full)
pt_br: Rota (completa)
ru_ru: Маршрут (подробно)
zh_cn: 路线 (全)

source: Route not known
pt_br: Rota não conhecida
ru_ru: Маршрут не известен
zh_cn: 路线未知

source: Row Number
ru_ru: Номер строки
zh_cn: 行号

source: Rows
pt_br: Voos por pagina
ru_ru: Количество строк
zh_cn: 行数

source: Run Report
pt_br: Gerar relatório
ru_ru: Сформировать отчет
zh_cn: 生成报告

source: Seaplane
ru_ru: Гидросамолет
zh_cn: 水上飞机

source: Select
pt_br: Selecionar a:
ru_ru: Выбор
zh_cn: 选择

# SeparateTwoValues
source: and
pt_br: e
ru_ru: до:
zh_cn: 和

# SerialNumber
source: Serial
ru_ru: Заводской номер
zh_cn: 序号

# ServerFetchFailedTitle
source: Fetch Failed
ru_ru: Ошибка запроса
zh_cn: 获取失败

# ServerFetchFailedBody
source: Could not fetch from the server. The error is "{0}" and the status is "{1}".
ru_ru: Не удалось получить с сервера. Ошибка "{0}" со статусом "{1}".
zh_cn: 无法从服务器获取. 错误 "{0}" 状态 "{1}".

# ServerFetchTimedOut
source: The request has timed out.
ru_ru: Истекло время запроса.
zh_cn: 请求超时.

# ServerReportExceptionBody
source: The server encountered an exception while generating the report. The exception was "{0}"
ru_ru: На сервере получено исключение при формировании отчета. Исключение "{0}"
zh_cn: 在生成报告时服务器遇到异常. 异常 "{0}"

# ServerReportExceptionTitle
source: Server Exception
ru_ru: Получено исключение сервера
zh_cn: 服务器异常

source: Set current location
pt_br: Definir a localização atual
ru_ru: Установить текущую позицию на карте
zh_cn: 设置当前坐标

source: Settings
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置

source: Settings Page
pt_br: Pagina de configuração
ru_ru: Настройки
zh_cn: 设置

source: Shortcuts
pt_br: Atalhos
ru_ru: Ярлыки выбора
zh_cn: 快捷操作

source: Show altitude stalk
pt_br: Mostrar traço da altitude
ru_ru: Показывать линию высоты
zh_cn: 显示高度线

source: Show altitude type
pt_br: Mostrar unidade da altitude
ru_ru: Показывать вид высоты
zh_cn: 显示高度类型

source: Show current location
pt_br: Mostrar a localização atual
ru_ru: Показывать текущее местоположение
zh_cn: 显示当前坐标

source: Show detail
pt_br: MOstrar detalhes
ru_ru: Показать формуляр
zh_cn: 显示详情

source: Show for all aircraft
pt_br: Mostrar para todas as aeronaves
ru_ru: Для всех
zh_cn: 显示所有航空器

source: Show emergency squawks
ru_ru: Показывать аварийные сквоки
zh_cn: 显示紧急squawks

source: Show empty values
pt_br: Mostrar valores em branco
ru_ru: Показывать пустые значения
zh_cn: 显示空值

# ShowForSelectedOnly
source: Show just for the selected aircraft
pt_br: Mostrar apenas para a aeronave selecionada
ru_ru: Для выбранного самолета
zh_cn: 仅显示选择的航空器

source: Show interesting aircraft
ru_ru: Показывать интересующие самолеты
zh_cn: 显示关注的航空器

source: Show range circles
pt_br: Mostrar círculos de alcance
ru_ru: Показывать шкалу
zh_cn: 显示范围环

source: Show short trails
pt_br: Mostrar trilhas curtas
ru_ru: Показывать короткий след
zh_cn: 显示短轨迹

source: Show speed type
pt_br: Mostrar unidade da velocidade
ru_ru: Показывать тип скорости
zh_cn: 显示速度类型

# ShowTrackType
source: Show heading type
pt_br: Mostrar unidade do rumo
ru_ru: Показывать тип курса
zh_cn: 显示航向类型

source: Show units
pt_br: Mostrar unidades
ru_ru: Показывать единицы измерения
zh_cn: 显示单位

source: Show vertical speed type
pt_br: Mostrar unidade da velocidade vertical
ru_ru: Показывать тип вертикальной скорости
zh_cn: 显示垂直速度类型

# ShowVsiInSeconds
source: Show vertical speed per second
pt_br: Mostrar velocidade vertical por segundo
ru_ru: Показывать вертикальную скорость в м/с
zh_cn: 显示每秒垂直速度

source: Signal Level
pt_br: Nivel do sinal
ru_ru: Мгновенный уровень сигнала
zh_cn: 信号电平

source: Silhouette
pt_br: Silhueta
ru_ru: Силуэт
zh_cn: 轮廓

# SilhouetteAndOpFlag
source: Sil. & Op. Flag
ru_ru: Силуэт/Лого
zh_cn: 轮廓和标志

# SiteTimedOut
source: The site has been paused due to inactivity. Close this message box to resume updates.
pt_br: O site está em pausa devido à inatividade. Feche a caixa de mensagem para retomar as atualizações.
ru_ru: Вывод на экран был приостановлен в виду не активности. Закрыть окно для возобновления
zh_cn: 在非交互期间该站点暂停. 关闭消息框恢复更新.

source: Sort by
pt_br: Ordenar por
ru_ru: сначала по
zh_cn: 排序

source: Species
pt_br: Espécie
ru_ru: Тип
zh_cn: 类型

source: Speed
pt_br: Velocidade
ru_ru: Скорость
zh_cn: 速度

source: Speed Graph
ru_ru: График скорости
zh_cn: 速度图

source: Speeds
pt_br: Velocidades
ru_ru: Скорость
zh_cn: 速度

source: Speed Type
pt_br: Velocimetro
ru_ru: Тип скорости
zh_cn: 速度类型

source: Squawk
ru_ru: Сквок

# Squawk7000
source: No squawk assigned
pt_br: Nenhum squawk atribuído
ru_ru: Полет по ПВП в неконтролируемом ВП
zh_cn: 无squawk分配

# Squawk7500
source: Aircraft hijacking
ru_ru: Захват самолета
zh_cn: 航空器劫持

# Squawk7600
source: Radio failure
pt_br: Falha no Radio
ru_ru: Потеря связи
zh_cn: 无限的故障

# Squawk7700
source: General emergency
pt_br: Emergência Geral
ru_ru: Авария или нештатная ситуация
zh_cn: 一般紧急

source: Start
pt_br: Iniciar
ru_ru: Старт
zh_cn: 开始

source: Starts With
pt_br: Começa com
ru_ru: начинается с
zh_cn: 开始:

source: Start Time
pt_br: Hora de inicio
ru_ru: Время старта
zh_cn: 开始时间

source: Status
ru_ru: Статус
zh_cn: 状态

# StatuteMileAbbreviation
source: {0} mi
ru_ru: {0} ми

source: Statute Miles
pt_br: Milhas Terrestres
ru_ru: Сухопутные мили
zh_cn: 法定英里

source: Storage engine
pt_br: Mecanismo de armazenamento
ru_ru: Подсистема хранилища
zh_cn: 存储引擎

source: Storage size
pt_br: Tamanho do armazenamento
ru_ru: Размер хранилища
zh_cn: 存储大小

source: Stroke opacity
pt_br: Transparencia da borda do gráfico
ru_ru: Непрозрачность контура
zh_cn: 路线透明度

source: Submit route
pt_br: Enviar rota
ru_ru: Добавить маршрут данного рейса в базу
zh_cn: 提交路线

source: Submit route correction
pt_br: Enviar correção de rota
ru_ru: Внести изменения в маршрут данного рейса
zh_cn: 提交路线修正

source: Suppress altitude stalk when zoomed out
pt_br: Não mostrar traço da altitude em zoom alto
ru_ru: Убирать линию высоты при мелком масштабе
zh_cn: 放大超出范围时限制高度线

source: Target Altitude
pt_br: Altitude planejada
ru_ru: Заданная высота
zh_cn: 目标高度

source: Target Heading
pt_br: Proa planejada
ru_ru: Заданный курс
zh_cn: 目标航向

source: then by
pt_br: em seguida por
ru_ru: затем по
zh_cn: 依据

source: Tiltwing
ru_ru: C поворотным крылом
zh_cn: 倾斜翼飞机

source: Time Tracked
pt_br: Duração do rasterio
ru_ru: Длительность отслеживания
zh_cn: 跟踪持续

# TitleAircraftDetail
source: Aircraft Detail
pt_br: Detalhes da aeronave
ru_ru: Формуляр
zh_cn: 航空器详情

# TitleAircraftList
source: Aircraft List
pt_br: Lista de aeronaves
ru_ru: Список
zh_cn: 航空器列表

# TitleFlightDetail
source: Detail
pt_br: Detalhes
ru_ru: Формуляр
zh_cn: 详情

# TitleFlightsList
source: Flights
pt_br: Voos
ru_ru: Полеты
zh_cn: 航班

# ToAltitude
source: To {0}
pt_br: Abaixo de {0}
ru_ru: До {0}
zh_cn: 至 {0}

# TitleSiteTimedOut
source: Timed Out
pt_br: Tempo Esgotado
ru_ru: Тайм-аут
zh_cn: 超时

source: Total Hours
pt_br: Total de horas
ru_ru: Общее количество часов
zh_cn: 小时总计

# TrackingCountAircraft
source: Tracking {0:N0} aircraft
pt_br: Rastreando {0:N0} aeronaves
ru_ru: Отслеживается: {0:N0}
zh_cn: 跟踪 {0:N0} 航空器

# TrackingCountAircraftOutOf
source: Tracking {0:N0} aircraft (out of {1:N0})
pt_br: Rastreando {0:N0} aeronaves (de {1:N0})
ru_ru: Отслеживается: {0:N0} (из {1:N0})
zh_cn: 跟踪 {0:N0} 航空器 (越界 {1:N0})

# TrackingOneAircraft
source: Tracking 1 aircraft
pt_br: Rastreando 1 aeronave
ru_ru: Отслеживается: 1
zh_cn: 跟踪 1 航空器

# TrackingOneAircraftOutOf
source: Tracking 1 aircraft (out of {0:N0})
pt_br: Rastreando 1 aeronave (de {0:N0})
ru_ru: Отслеживается: 1 (из {0:N0})
zh_cn: 跟踪 1 航空器 (越界 {0:N0})

# TransponderType
source: Transponder
ru_ru: Транспондер
zh_cn: 应答机

# TransponderTypeFlag
source: Transponder Flag
pt_br: Band. do Transponder
ru_ru: Тип транспондера
zh_cn: 应答机标志

# TrueAirSpeed
source: True
ru_ru: Истинная
zh_cn: 实速

source: True heading
ru_ru: Истинный курс
zh_cn: 实际航向

# TrueHeadingShort
source: True
ru_ru: Истин.
zh_cn: 实向

source: Turbo
ru_ru: Турбовинтовой
zh_cn: 涡轮增压引擎

source: Unknown
pt_br: Desconhecido
ru_ru: Неизвестный
zh_cn: 未知

# UseBrowserLocation
source: Use GPS location
pt_br: Use a localização GPS
ru_ru: Использовать GPS местоположение
zh_cn: 使用GPS定位

source: Use relative dates
pt_br: Manter as datas
ru_ru: Использовать относительные данные
zh_cn: 使用相对日期

source: User Tag
ru_ru: Пользовательский тэг
zh_cn: 使用标签

source: Vertical Speed
pt_br: Velocidade vertical
ru_ru: Верт.скорость
zh_cn: 垂直速度

source: Vertical Speed Type
pt_br: Medidor de vel. vertical
ru_ru: Тип верт.скорости
zh_cn: 垂直速度类型

source: Virtual Radar
ru_ru: Виртуальный Радар
zh_cn: Virtual Radar Server

source: Volume 25%
ru_ru: Громкость 25%
zh_cn: 音量 25%

source: Volume 50%
ru_ru: Громкость 50%
zh_cn: 音量 50%

source: Volume 75%
ru_ru: Громкость 75%
zh_cn: 音量 75%

source: Volume 100%
ru_ru: Громкость 100%
zh_cn: 音量 100%

# VrsVersion
source: Version {0}
pt_br: Versão {0}
ru_ru: Версия {0}
zh_cn: 版本 {0}

# WakeTurbulenceCategory
source: Wake Turbulence
pt_br: Esteira de turbulência
ru_ru: Категория турбулентности в следе
zh_cn: 尾流

source: Warning
pt_br: Aviso
ru_ru: Предупреждающий сигнал
zh_cn: 警告

source: Working in offline mode
pt_br: Trabalhando em modo offline
ru_ru: работа в автономном режиме
zh_cn: 脱机工作

# WtcLight
source: Light
pt_br: Leve
ru_ru: Легкий
zh_cn: 轻微

# WtcMedium
source: Medium
pt_br: Médio
ru_ru: Средний
zh_cn: 中等

# WtcHeavy
source: Heavy
pt_br: Pesada
ru_ru: Тяжелый
zh_cn: 严重

source: Year Built
pt_br: Ano de fabricação
ru_ru: Год выпуска
zh_cn: 出厂年份

source: Yes
pt_br: Sim
ru_ru: Да
zh_cn: 是

# DateClose
source: Done
pt_br: Feito
ru_ru: Выполнено
zh_cn: 完成

# DateCurrent
source: Today
pt_br: Hoje
ru_ru: Сегодня
zh_cn: 今天

# DateNext
source: Next
pt_br: Próx.
ru_ru: Завтра
zh_cn: 后一天

# DatePrevious
source: Prev
pt_br: Ante.
ru_ru: Вчера
zh_cn: 前一天

# DateWeekAbbr
source: Wk
ru_ru: Нед
zh_cn: 周

# FlightSimTitle
source: Virtual Radar - FSX
zh_cn: Virtual Radar Server

# IndicatedAirSpeedShort
source: IAS
zh_cn: 空速

# ListIcao
source: ICAO
zh_cn: ICAO代码

# ListRowNumber
source: Row
pt_br: Linha
zh_cn: 行号

# TrueAirSpeedShort
source: TAS
zh_cn: 实速

# SayCallsign
source: Call sign {0}.
pt_br: Voo {0}.
zh_cn: 航班号 {0}.

# SayHyphen
source: hyphen
zh_cn: 杠

# SayIcao
source: eye co {0}.
pt_br: HEXA. {0}.
zh_cn: ICOA代码 {0}.

# SayModelIcao
source: Type {0}.
pt_br: Tipo {0}.
zh_cn: 机型 {0}.

# SayOperator
source: Operated by {0}.
pt_br: Operado pela {0}.
zh_cn: 航空公司 {0}.

# SayRegistration
source: Registration {0}.
pt_br: Registro {0}.
zh_cn: 注册号 {0}.

# SayRouteNotKnown
source: Route not known.
pt_br: Rota desconhecida.
zh_cn: 路线未知.

# SayFromTo
source: Travelling from {0} to {1}.
pt_br: Saindo de {0} para {1}.
zh_cn: 行程从 {0} 至 {1}.

# SayFromToVia
source: Travelling from {0} via {1} to {2}.
pt_br: Saindo de {0} via {1} para {2}.
zh_cn: 行程从 {0} 经过 {1} 至 {2}.
